# Install everything with: brew bundle  (or: make install)

# Core
brew "zsh"
brew "tmux"
brew "neovim"
brew "kitty"
brew "lsd"          # ls alias in .zshrc
brew "git"          # + make: telescope-fzf-native build
brew "make"
brew "gnupg"        # signed commits
brew "ripgrep"      # telescope live_grep / grep_string
brew "fd"           # faster telescope find_files (optional, has Lua fallback)
brew "rtk"          # claude PreToolUse hook
brew "go"
brew "uv"           # uvx, required by `make serena`

# Casks
cask "rectangle"
cask "font-jetbrains-mono-nerd-font"
